<div class="question-block">
    <h4 class="question-text">Можно ли взломать Мегаплан?</h4>
    <p class="question-answer">Теоретически взломать можно любую электронную систему, поэтому мы постоянно работаем над увеличением безопасности данных в Мегаплане. Каждое обновление Мегаплана ускоряет его работу и закрывает потенциально уязвимые места.</p>
</div>

<div class="question-block">
    <h4 class="question-text">Можно ли получить доступ к клиентским данным с серверов разработки?</h4>
    <p class="question-answer">Нет. Серверы разработки и тестирования стоят в нашем московском офисе и не связаны с датацентрами Мегаплана. Любые операции с данными клиентов Мегаплана возможны только под руководством технического директора. При тестировании используются деперсонализированные данные.</p>
</div>

<div class="question-block">
    <h4 class="question-text">Можно ли стереть все в своем аккаунте?</h4>
    <p class="question-answer">В Мегаплане нельзя одной кнопкой стереть все данные. Владельцы аккаунтов с правами директора или администратора могут вручную перебрать и удалить данные Мегаплана, объект за объектом. Например, обиженный уволенный администратор может потратить ночь на то, чтобы вручную вычистить ваш Мегаплан.</p>
</div>